<?php


$Shikhs = array(
    array(
        "id" => 1,
        "name" => "al-qahtani"
    ),
    array(
        "id" => 2,
        "name" => "bukhatir"
    ),
    array(
        "id" => 3,
        "name" => "al-dosari"
    ),
    array(
        "id" => 4,
        "name" => "abrahim-alahdr"
    ),
    array(
        "id" => 5,
        "name" => "albarrak"
    ),
    array(
        "id" => 6,
        "name" => "hani-alrfa3i"
    ),
    array(
        "id" => 7,
        "name" => "hani-alrfa3i"
    ),
    array(
        "id" => 8,
        "name" => "hawashy"
    ),
    array(
        "id" => 9,
        "name" => "al3fasi"
    ),
    array(
        "id" => 10,
        "name" => "al3ajame"
    ),
    array(
        "id" => 11,
        "name" => "mahear-alm3aqle"
    ),
    array(
        "id" => 12,
        "name" => "al-minshawi"
    ),
    array(
        "id" => 13,
        "name" => "abdelbasset-abdessamad"
    ),
    array(
        "id" => 14,
        "name" => "al-sudais"
    ),
    array(
        "id" => 15,
        "name" => "fares-abbad"
    ),
    array(
        "id" => 16,
        "name" => "saud-shuraim"
    )
);

$Quran = [
    ["id" => "001", "name" => "سوره الفاتحة"],
    ["id" => "002", "name" => "سوره البقره"],
    ["id" => "003", "name" => "سوره ال عمران"],
    ["id" => "004", "name" => "سوره النساء"],
    ["id" => "005", "name" => "سوره المائده"],
    ["id" => "006", "name" => "سوره الانعام"],
    ["id" => "007", "name" => "سوره الاعراف"],
    ["id" => "008", "name" => "سوره الانفال"],
    ["id" => "009", "name" => "سوره التوبة"],
    ["id" => "010", "name" => "سوره يونس"],
    ["id" => "011", "name" => "سورة هود"],
    ["id" => "012", "name" => "سوره يوسف"],
    ["id" => "013", "name" => "سوره الرعد"],
    ["id" => "014", "name" => "سوره ابراهيم"],
    ["id" => "015", "name" => "سوره الحجر"],
    ["id" => "016", "name" => "سوره النحل"],
    ["id" => "017", "name" => "سوره الاسراء"],
    ["id" => "018", "name" => "سوره الكهف"],
    ["id" => "019", "name" => "سوره مريم"],
    ["id" => "020", "name" => "سوره طة"],
    ["id" => "021", "name" => "سوره الانبياء"],
    ["id" => "022", "name" => "سوره الحج"],
    ["id" => "023", "name" => "سوره المؤمنون"],
    ["id" => "024", "name" => "سوره النور"],
    ["id" => "025", "name" => "سوره الفرقان"],
    ["id" => "026", "name" => "سوره الشعراء"],
    ["id" => "027", "name" => "سوره النمل"],
    ["id" => "028", "name" => "سوره القصص"],
    ["id" => "029", "name" => "سوره العنكبوت"],
    ["id" => "030", "name" => "سوره الروم"],
    ["id" => "031", "name" => "سوره لقمان"],
    ["id" => "032", "name" => "سوره السجده"],
    ["id" => "033", "name" => "سوره الاحزاب"],
    ["id" => "034", "name" => "سوره سبأ"],
    ["id" => "035", "name" => "سوره فاطر"],
    ["id" => "036", "name" => "سوره يس"],
    ["id" => "037", "name" => "سوره الصافات"],
    ["id" => "038", "name" => "سوره ص"],
    ["id" => "039", "name" => "سوره الزمر"],
    ["id" => "040", "name" => "سوره غافر"],
    ["id" => "041", "name" => "سوره فصلت"],
    ["id" => "042", "name" => "سوره الشورى"],
    ["id" => "043", "name" => "سوره الزخرف"],
    ["id" => "044", "name" => "سوره الدخان"],
    ["id" => "045", "name" => "سوره الجاثية"],
    ["id" => "046", "name" => "سوره الاحقاف"],
    ["id" => "047", "name" => "سوره محمد"],
    ["id" => "048", "name" => "سوره الفتح"],
    ["id" => "049", "name" => "سوره الحجرات"],
    ["id" => "050", "name" => "سوره ق"],
    ["id" => "051", "name" => "سوره الذاريات"],
    ["id" => "052", "name" => "سوره الطور"],
    ["id" => "053", "name" => "سوره النجم"],
    ["id" => "054", "name" => "سوره القمر"],
    ["id" => "055", "name" => "سوره الرحمن"],
    ["id" => "056", "name" => "سوره الواقعة"],
    ["id" => "057", "name" => "سوره الحديد"],
    ["id" => "058", "name" => "سوره المجادلة"],
    ["id" => "059", "name" => "سوره الحشر"],
    ["id" => "060", "name" => "سوره الممتحنة"],
    ["id" => "061", "name" => "سوره الصف"],
    ["id" => "062", "name" => "سوره الجمعة"],
    ["id" => "063", "name" => "سوره المنافقون"],
    ["id" => "064", "name" => "سوره التغابن"],
    ["id" => "065", "name" => "سوره الطلاق"],
    ["id" => "066", "name" => "سوره التحريم"],
    ["id" => "067", "name" => "سوره الملك"],
    ["id" => "068", "name" => "سوره القلم"],
    ["id" => "069", "name" => "سوره الحاقة"],
    ["id" => "070", "name" => "سوره المعارج"],
    ["id" => "071", "name" => "سوره نوح"],
    ["id" => "072", "name" => "سوره الجن"],
    ["id" => "073", "name" => "سوره المزمل"],
    ["id" => "074", "name" => "سوره المدثر"],
    ["id" => "075", "name" => "سوره القيامة"],
    ["id" => "076", "name" => "سوره الانسان"],
    ["id" => "077", "name" => "سوره المرسلات"],
    ["id" => "078", "name" => "سوره النباء"],
    ["id" => "079", "name" => "سوره النازعات"],
    ["id" => "080", "name" => "سوره عبس"],
    ["id" => "081", "name" => "سوره التكوير"],
    ["id" => "082", "name" => "سوره الانفطار"],
    ["id" => "083", "name" => "سوره المطففين"],
    ["id" => "084", "name" => "سوره الانشقاق"],
    ["id" => "085", "name" => "سوره البروج"],
    ["id" => "086", "name" => "سوره الطارق"],
    ["id" => "087", "name" => "سوره االعلى"],
    ["id" => "088", "name" => "سوره الغاشية"],
    ["id" => "089", "name" => "سوره الفجر"],
    ["id" => "090", "name" => "سوره البلد"],
    ["id" => "091", "name" => "سوره الشمس"],
    ["id" => "092", "name" => "سوره الليل"],
    ["id" => "093", "name" => "سوره الضحى"],
    ["id" => "094", "name" => "سوره الشرح"],
    ["id" => "095", "name" => "سوره التين"],
    ["id" => "096", "name" => "سوره العلق"],
    ["id" => "097", "name" => "سوره القدر"],
    ["id" => "098", "name" => "سوره البينة"],
    ["id" => "099", "name" => "سوره الزلزلة"],
    ["id" => "100", "name" => "سوره العاديات"],
    ["id" => "101", "name" => "سوره القارعه"],
    ["id" => "102", "name" => "سوره التكاثر"],
    ["id" => "103", "name" => "سوره العصر"],
    ["id" => "104", "name" => "سوره الهمزة"],
    ["id" => "105", "name" => "سوره الفيل"],
    ["id" => "106", "name" => "سوره قريش"],
    ["id" => "107", "name" => "سوره الماعون"],
    ["id" => "108", "name" => "سوره الكوثر"],
    ["id" => "109", "name" => "سوره الكافرون"],
    ["id" => "110", "name" => "سوره النصر"],
    ["id" => "111", "name" => "سوره المسد"],
    ["id" => "112", "name" => "سوره الصمد"],
    ["id" => "113", "name" => "سوره الفلق"],
    ["id" => "114", "name" => "سوره الناس"],
];

$dailyexample = [

    ["id" => "001", "versus" => "1قال الله", "duas" => "اللهم", "hadith" => "قال رسول الله" ],
    ["id" => "001", "versus" => "قال الله2", "duas" => "اللهم", "hadith" => "قال رسول الله" ],
    ["id" => "001", "versus" => "قال الله3", "duas" => "اللهم", "hadith" => "قال رسول الله" ],
    ["id" => "001", "versus" => "قال الله4", "duas" => "اللهم", "hadith" => "قال رسول الله" ],
    ["id" => "001", "versus" => "قال الله5", "duas" => "اللهم", "hadith" => "قال رسول الله" ],
    ["id" => "001", "versus" => "قال الله6", "duas" => "اللهم", "hadith" => "قال رسول الله" ],
    ["id" => "001", "versus" => "قال الله7", "duas" => "اللهم", "hadith" => "قال رسول الله" ],
    ["id" => "001", "versus" => "قال الله8", "duas" => "اللهم", "hadith" => "قال رسول الله" ],
    ["id" => "001", "versus" => "قال الله9", "duas" => "اللهم", "hadith" => "قال رسول الله" ],
    
    ]
?>







            